export interface SayingDataType {
  msg: string
  title?: string
  author?: string
}

const SayingData: SayingDataType[] = [
  {
    msg: "从互联网知道了一堆无用的大道理，见了一堆根本达不到的大世面，了解了一堆出生在罗马的人才能拥有的好东西，知乎微博小红书人均年薪百万等等，除了会让人更痛苦之外毫无帮助，依然过不好再也不会重来的这一生。我们大都是普通人，放过自己，平凡并不是一件可耻的事情，社会结构也不允许人人都能卓越。人迟早会死的，就活得快乐一点吧，去追求快乐而不是跟随资本操控的所谓的潮流，不开心的时候就靠着窗子看看黄昏，看天上的云被风慢慢吹跑，会突然发现自己还活着，活着也没那么糟，有落日可以看。"
  },
  {
    msg: "衣服自由要建立在场合之上，场合包括地理，还有年龄，气质等等。不是驯化，是有人的地方就有规则，打倒一切规则是后现代主义主张的虚无，打倒后只有废墟，还是要重建规则。只能说如何舒服且相互尊重不给予刻薄评价就是最好的"
  },
  {
    msg: "义务教育读完辍学，甚至没认真听过几节课，他们说“我寒窗苦读并没有给我带来什么，到了社会工作，可以自学拿证找一份更好的工作，但是不愿意，每天打完螺丝回出租房刷视频打游戏，然后说“我也很努力了啊可是得不到我应得的”，看见有人努力使自己在自己阶层活的风生水起，会说“他要不是靠xxx”，看见富二代考入某大学，立马愤慨的说“花钱进的”，满目都是压迫都是剥削，满嘴都是人吃人，评论区化身鲁迅万事万物看的透彻，离开评论区打开微信“兄弟整两把”"
  },
  {
    msg: "我的地板下有一具尸体,和我长得一模一样,却多了一丝稚气与天真。不知何时木板被人打开了,我并不担心,毕竟这是大家让我埋的。他是我,我不是他。扭头出门,又是繁忙的一天。"
  },
  {
    msg: "总感觉跨年就是把一本新的日历替换掉旧的日历，日历纸一页页撕，日子一天天的过。后来呀，这日历本没人撕了，总是停留在那一天，再去看时，它还是停留在那一天，我想去撕开日历，告诉时间已经过去了一天，却发现已经是好几年前的啦，也罢，就这么停着吧，挺好。其实我们都心知肚明,明天和今天一样,天刚亮闹铃还会响,堆积的任务还是要完成,喝醉了酒还是会难过……只不过我们太过于麻木,急需些仪式可以说再见,又可以说你好。似乎只有在这样交替的时刻,我们才可以理直气壮的与过去的那个自己决裂,才可以逼着自己做一些改变。才可以跟自己说:你瞧,那就是未来那个我想成为崭新的我。情仇者寡恩,轻义者寡情,我自八风不动,我心如磐石。"
  },
  {
    msg: "不要轻易地成为集体狂欢的一份子，这样很容易被别有用心的人利用，即使你以为自己只不过是随声附和了一下而已，实际上你已经成了帮凶。",
    author: "《乌合之众》"
  },
  {
    msg: "祥林嫂的孩子被狼吃了，一开始她和别人说别人也是表示节哀，难过，后来她遇到谁都提同样的事情，大家就都听烦了"
  },
  {
    msg: "真正的成熟，不是变得圆滑、越发世故，而是养成一颗柔软且宽厚的心，知世故而不世故，历圆滑而留天真。愿你生活不拥挤，笑容不刻意。知世故而不世故，历圆滑而留天真。"
  },
  {
    msg: "外面的灯红酒绿与我无关，我也不想拥有谁，我只想在我独自撑伞的日子里能顺顺利利。"
  },
  {
    msg: "多经历，不然你的三观都是网络上的流行语。"
  },
  {
    msg: "道德是用来约束自己的，而不是用来指责别人的。"
  },
  {
    msg: "慢慢长大来到大城市觉得父母的眼界越来越小，多年后才发现自己只不过是站在父母的肩膀上看了一眼世界，后来我们也成为了当初的父母"
  },
  {
    msg: "花点时间去欣赏生活中的美好事物，对周围的环境感激不尽。"
  },
  {
    msg: "村里的狗叫了，其他狗也跟着叫"
  },
  {
    msg: "自由不是你想做什么就做什么，而是你不想做什么就不做。"
  },
  {
    msg: "医院的墙比教堂听到了更多的祈祷"
  },
  {
    msg: "有了物质，细节会淡化，没有物质，细节会放大，上了年纪的快乐，都是需要金钱来维持"
  },
  {
    msg: "有时候沟通这个成本大到让我宁愿被曲解"
  },
  {
    msg: "先去做你应该做的事，再去做你喜欢的事。前半句让你有饭吃，后半句让你有念想。"
  },
  {
    msg: "孝子床前一碗水,胜过坟前万堆灰"
  },
  {
    msg: "屎不会因为无人问津而显得高贵"
  },
  {
    msg: "当你在阳光下发现一只蟑螂，那是因为黑暗的地方装不下了"
  },
  {
    msg: "百善孝为先，论心不论迹，论迹寒门无孝子；万恶淫为首，论迹不论心，论心世上无完人"
  },
  {
    msg: "思想越是贫瘠，越是需要一些所谓的潮流来填充"
  },
  {
    msg: "人生哪能多如意，万事但求半称心。"
  },
  {
    msg: "个人觉得没必要上升到集体。每个人有自己的看法，这种事情又不是一定要整个社会达成共识，是你找对象不是别人，喜欢带娃的女孩子找对应的男孩子，不喜欢带娃的女孩子就自己找对应的男孩子，按照自己的想法活的精彩就好"
  },
  {
    msg: "没有什么日子需要赋予特殊意义，我时时爱你，不需要在某个节点才袒露心意。但如果你想听，我爱你。"
  },
  {
    msg: "有人发现一户人喂猫的碗是个古董，就想买，但是又怕主人知道了坐地起价，于是就说出高价买猫，主人答应了，交易完成后买家说这猫经常用这个碗吃饭，习惯了，不如送给他算了，结果猫主人说，不卖，就指着这个碗卖猫呢"
  },
  {
    msg: "富在术数不在劳身，利在势居不在力耕。"
  },
  {
    msg: "羊牯塘的风和晚霞别人看来或许普普通通，但是我们知道它的温柔和坚韧"
  },
  {
    msg: "如果你没见过平常人的生活不易，那就去坐一趟深夜凌晨发车的绿皮车。思绪一下子被拉扯到了2016年的某一个平常的夜晚，凌晨一点左右在北京西站下火车，转另外一趟火车，进入候车厅的第一眼就被眼前的一幕震撼到了，多数人抱着自己的行李蜷缩在角落，更有拖家带口的在地上铺了薄薄一层的蛇皮袋，就地而席，老婆孩子睡两边，不过三四岁的孩童睡中间，还有些上了岁数的大爷坐在地上，有的打着瞌睡，有的眼睛无神般的望着一个地方，这才是平凡的人最真实的写照，那一刻有种委屈感油然而生，也在我心里埋下了不甘平凡的种子。活着就是一件不容易的事，每个人都有自己的故事，或平凡，或精彩。"
  },
  {
    msg: "人们总是容易用一种自虐的方式制造出一种痴情的假象来使得自己站在感情的道德制高点上，获得一种畸形的满足感和安全感。其实无论是雪夜去对方家楼下站会儿或者是冒着大雨给她送一杯奶茶什么的，自己回想起来往往觉得如乔峰大战聚贤庄、关羽干里走单骑一样壮杯激烈，而对于对方来说，一杯奶茶就是一杯奶茶，无法承载起你想要在上面寄托的山崩地裂的情悴。少年的时候，总是迫不及待地将自己的满腔爱意表达出来，而结果往往是陷入表演之中而不自知。所以两个人的记忆オ会出现偏差，那些你觉得刻骨铭心的过去，对方往往没有同样的感觉，甚至茫然不知。成长的标志就是懂得克制自己"
  }
]
export default SayingData